{"translation-revision-date":"2021-11-28 03:56:30+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"th"},"Separate multiple classes with spaces.":["แยกคลาสหลายๆ อันด้วยช่องว่าง"],"Additional CSS Class(es)":["CSS Class เพิ่มเติม"],"Learn more about anchors":["เรียนรู้เพื่อเติมเกี่ยวกับ anchors"],"Enter a word or two — without spaces — to make a unique web address just for this heading, called an “anchor.” Then, you’ll be able to link directly to this section of your page.":["พิมพ์คำโดยไม่เว้นช่องว่างเพื่อสร้าง web address ที่ชัดเจนสำหรับหัวข้อนี้ \nWeb address นี้เรียกว่า \"anchor\" จากนั้นคุณจะสามารถเข้าถืงส่วนนี้ของหน้านี้ได้โดยตรง"],"HTML Anchor":["HTML Anchor"],"Transform To:":["แปลงเป็น:"],"Block Styles":["สไตล์บล็อก"],"Change type of %d block":["เปลี่ยนประเภทของบล็อก %d"],"Change block type or style":["เปลี่ยนชนิดหรือรูปแบบบล็อก"],"Block icon":["ไอคอนของบล็อก"],"Remove Block":["ลบบล็อก"],"Insert After":["แทรกต่อท้าย"],"Insert Before":["แทรกก่อนหน้า"],"Duplicate":["ทำสำเนา"],"Edit visually":["แก้ไขแบบเสมือนจริง"],"Edit as HTML":["แก้ไขแบบ HTML"],"Styles":["สไตล์"],"No block selected.":["ไม่มีบล็อกที่ถูกเลือก"],"Default Style":["สไตล์เริ่มต้น"],"Not set":["ยังไม่เสร็จ"],"%d word":["%d คำ"],"%d block":["%d บล็อก"],"block style\u0004Default":["ค่าเริ่มต้น"],"Skip to the selected block":["ข้ามไปยังบล็อกที่ถูกเลือก"],"Submit":["ส่ง"],"Edit link":["แก้ไขลิงก์"],"More rich text controls":["การควบคุม Rich Text เพิ่มเติม"],"(%s: %s)":["(%s: %s)"],"(current %s: %s)":["(ปัจจุบัน %s: %s)"],"Upload":["อัปโหลด"],"Upload a video file, pick one from your media library, or add one with a URL.":["อัปโหลดไฟล์วิดีโอ เลือกไฟล์วิดีโอจากคลังสื่อของคุณ หรือเพิ่มไฟล์วิดีโอโดยการเพิ่ม URL"],"Upload an image file, pick one from your media library, or add one with a URL.":["อัปโหลดไฟล์รูป เลือกไฟล์รูปจากคลังสื่อของคุณ หรือเพิ่มไฟล์รูปโดยการเพิ่ม URL"],"Upload an audio file, pick one from your media library, or add one with a URL.":["อัปโหลดไฟล์เสียง เลือกไฟล์เสียงจากคลังสื่อของคุณ หรือเพิ่มไฟล์เสียงโดยการเพิ่ม URL"],"Upload a media file or pick one from your media library.":["อัปโหลดไฟล์สื่อหรือเลือกไฟล์สื่อจากคลังไฟล์สื่อของคุณ"],"To edit this block, you need permission to upload media.":["คุณจำเป็นต้องมีสิทธิ์สำหรับอัปโหลดไฟล์สื่อ จึงจะแก้ไขบล็อกนี้ได้"],"Paste or type URL":["วางหรือพิมพ์ URL"],"Link settings":["ตั้งค่าลิงก์"],"Skip":["ข้าม"],"Choose Layout":["เลือกการจัดวางหน้า"],"Select a layout to start with.":["เลือกเค้าโครงที่จะเริ่มใช้งาน"],"Select a layout to start with, or make one yourself.":["เลือกเค้าโครงที่จะเริ่มใช้งาน หรือสร้างแบบของคุณเอง"],"This color combination may be hard for people to read.":["สีประสมอันนี้อาจจะยากต่อการอ่านของคนทั่วไป"],"This color combination may be hard for people to read. Try using a brighter background color and\/or a darker text color.":["คู่สีนี้อาจทำให้อ่านได้ยาก พยายามใช้สีพื้นหลังที่สว่างขึ้น และ\/หรือ ใช้สีตัวหนังสือที่เข้มขึ้น"],"This color combination may be hard for people to read. Try using a darker background color and\/or a brighter text color.":["คู่สีนี้อาจทำให้อ่านได้ยาก พยายามใช้สีพื้นหลังที่เข้มขึ้น และ\/หรือ ใช้สีตัวหนังสือที่สว่างขึ้น"],"Add Block":["เพิ่มบล็อก"],"Add a block":["เพิ่มบล็อก"],"While writing, you can press \"\/\" to quickly insert new blocks.":["ระหว่างพิมพ์ คุณสามารถกด \"\/\" เพื่อแทรกบล็อกใหม่ "],"Browse through the library to learn more about what each block does.":["ลองดูในคลังเพื่อเรียนรู้เพิ่มเติมว่าแต่ละบล๊อกทำอะไรบ้าง"],"There are blocks available for all kinds of content: insert text, headings, images, lists, videos, tables, and lots more.":["มีบล็อกมากมายที่เหมาะกับทุกๆ ประเภทของเนื้อหา: แทรกข้อความ หัวข้อ รูปภาพ รายการ วิดีโอ ตาราง และอื่นๆ อีกเยอะ"],"Welcome to the wonderful world of blocks! Blocks are the basis of all content within the editor.":["ยินดีต้อนรับเข้าสู่โลกอันน่าพิศวงของบล็อก! บล็อกคือพื้นฐานของทุกเนื้อหาที่อยู่ในตัวแก้ไข"],"Content Blocks":["บล็อกเนื้อหา"],"No Preview Available.":["ไม่มีตัวอย่างการแสดงผล"],"Manage All Reusable Blocks":["จัดการบล็อกใช้ซ้ำได้ทั้งหมด"],"Reusable":["ใช้ซ้ำได้"],"blocks\u0004Most Used":["ใช้บ่อย"],"Available block types":["ใช้มากสุด"],"Search for a block":["ค้นหาบล็อก"],"Add block":["เพิ่มบล็อก"],"Start writing or type \/ to choose a block":["เริ่มการเขียน หรือพิมพ์เครื่องหมายทับ (\/) เพื่อเลือกบล็อก"],"Block: %s":["บล็อก: %s"],"Add %s":["เพิ่ม %s"],"Block tools":["เครื่องมือบล็อก"],"This block has encountered an error and cannot be previewed.":["บล็อกนี้มีข้อผิดพลาดเกิดขึ้นและไม่สามารถดูตัวอย่างได้"],"Convert to Blocks":["แปลงเป็นบล็อก"],"Resolve Block":["แก้ปัญหาบล็อก"],"This block contains unexpected or invalid content.":["บล็อกนี้มีสิ่งที่ไม่ได้คาดไว้หรือเนื้อหาที่ไม่ถูกต้อง"],"imperative verb\u0004Resolve":["แก้ปัญหา"],"Attempt Block Recovery":["กู้คืนบล๊อก"],"Convert to Classic Block":["แปลงเป็นบล็อกดั้งเดิม"],"After Conversion":["หลังจากแปลงแล้ว"],"Convert to HTML":["แปลงเป็น HTML"],"Current":["ปัจจุบัน"],"More options":["ตัวเลือกเพิ่มเติม"],"Move %1$d block from position %2$d down by one place":["เลื่อนบล็อก %1$d จากตำแหน่ง %2$d ลงไปขั้นหนึ่ง"],"Move %1$d block from position %2$d up by one place":["เลื่อนบล็อก %1$d จากตำแหน่ง %2$d ขึ้นไปขั้นหนึ่ง"],"Blocks cannot be moved down as they are already at the bottom":["บล็อกไม่สามารถเลื่อนลงไปได้เนื่องจากมันอยู่ด้านล่างสุดแล้ว"],"Blocks cannot be moved up as they are already at the top":["บล็อกไม่สามารถเลื่อนขึ้นไปได้เนื่องจากมันอยู่ด้านบนสุดแล้ว"],"Block %s is at the beginning of the content and can’t be moved up":["บล็อก %s อยู่ที่ตำแหน่งเริ่มต้นของเนื้อหาและไม่สามารถเลื่อนขึ้นได้"],"Move %1$s block from position %2$d up to position %3$d":["เลื่อนบล็อก %1$s จากตำแหน่ง %2$d ขึ้นไปยังตำแหน่ง %3$d"],"Block %s is at the end of the content and can’t be moved down":["บล็อก %s อยู่ด้านท้ายของเนื้อหาและไม่สามารถเลื่อนลงได้"],"Move %1$s block from position %2$d down to position %3$d":["ย้ายบล็อก %1$s จากตำแหน่ง %2$d ลงไปยังตำแหน่ง %3$d"],"Block %s is the only block, and cannot be moved":["บล็อก %s เป็นบล็อกเดียวและไม่สามารถย้ายได้"],"%s block selected.":["%s บล็อกถูกเลือก"],"font size name\u0004Huge":["ใหญ่มาก"],"font size name\u0004Large":["ใหญ่"],"font size name\u0004Medium":["ปานกลาง"],"font size name\u0004Normal":["ปานกลาง"],"font size name\u0004Small":["เล็ก"],"Very dark gray":["สีเทาเข้ม"],"Cyan bluish gray":["สีเทาอมฟ้า"],"Very light gray":["สีเทาอ่อนมาก"],"Vivid purple":["ม่วงสด"],"Vivid cyan blue":["สีน้ำเงินสด"],"Pale cyan blue":["สีน้ำเงินซีด"],"Vivid green cyan":["สีฟ้าอมเขียวสด"],"Light green cyan":["สีฟ้าอมเขียวอ่อน"],"Luminous vivid amber":["เหลือสว่าง"],"Luminous vivid orange":["ส้มสว่าง"],"Vivid red":["แดงสด"],"Pale pink":["ชมพูอ่อน"],"Block vertical alignment setting label\u0004Change vertical alignment":["เปลี่ยนการจัดตำแหน่งแนวตั้ง"],"Block vertical alignment setting\u0004Vertically Align Bottom":["ชิดล่าง"],"Block vertical alignment setting\u0004Vertically Align Middle":["ตั้งตรงกลาง"],"Block vertical alignment setting\u0004Vertically Align Top":["ชิดบน"],"Block navigation":["นำทางบล็อก"],"(selected block)":["(บล็อกที่ถูกเลือก)"],"Change alignment":["เปลี่ยนการจัดตำแหน่ง"],"Full Width":["เต็มความกว้าง"],"Wide Width":["กว้าง"],"Align Right":["จัดชิดขวา"],"Align Center":["จัดตรงกลาง"],"Align Left":["จัดชิดซ้าย"],"Change text alignment":["เปลี่ยนการจัดตำแหน่งข้อความ"],"Align Text Right":["จัดชิดขวา"],"Align Text Center":["จัดกลาง"],"Align Text Left":["จัดชิดซ้าย"],"%d result found.":["%d ผลการค้นหาที่พบ"],"No results.":["ไม่มีผลลัพธ์"],"%d result found, use up and down arrow keys to navigate.":["พบ %d ผลลัพธ์ ใช้ลูกศรขึ้นหรือลงเพื่อนำทาง"],"Paste URL or type to search":["วาง URL หรือพิมพ์เพื่อค้นหา"],"Edit":["แก้ไข"],"Advanced":["ขั้นสูง"],"Insert from URL":["ใส่ไฟล์จาก URL"],"Media Library":["คลังสื่อ"],"Media":["สื่อ"],"Apply":["นำไปใช้"],"Move up":["เลื่อนขึ้น"],"Move down":["เลื่อนลง"],"No blocks found.":["ไม่พบบล็อก"],"Preview":["ดูก่อน"],"Full Size":["เต็มขนาด"],"Large":["ขนาดใหญ่"],"Medium":["ขนาดกลาง"],"Thumbnail":["รูปขนาดเล็ก"],"Video":["ไฟล์วีดีโอ "],"Audio":["ไฟล์เสียง"],"URL":["URL"],"Link selected.":["เลือกลิงก์แล้ว"],"Cancel":["ยกเลิก"],"Close":["ปิด"],"Image":["รูปภาพ"],"Insert link":["ใส่ลิงก์"]}},"comment":{"reference":"wp-includes\/js\/dist\/block-editor.js"}}