{"translation-revision-date":"2025-08-26 05:26:14+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"The admin user %s will no longer show up in future scans.":["Пользователь-администратор %s больше не будет появляться при последующих сканированиях."],"Successfully acknowledged admin":["Успешно подтверждено администратором"],"opens in new tab":["откроется в новой вкладке"],"Your test email was sent to the requested email address. The result we received from the WordPress wp_mail() function was: %s<br \/><br \/>A 'True' result means WordPress thinks the mail was sent without errors. A 'False' result means that WordPress encountered an error sending your mail. Note that it's possible to get a 'True' response with an error elsewhere in your mail system that may cause emails to not be delivered.":["Ваше тестовое письмо было отправлено на запрошенный адрес электронной почты. Результат, полученный от функции WordPress wp_mail(), был: %s<br \/><br \/>Результат 'True' означает, что WordPress считает, что письмо было отправлено без ошибок. Результат 'False' означает, что WordPress столкнулся с ошибкой при отправке письма. Обратите внимание, что ответ 'True' может быть получен при ошибке в другой почтовой системе, которая может привести к тому, что письма не будут доставлены."],"Your rules have been updated successfully. You are currently using the free version of Wordfence. Upgrade to Wordfence premium to have your rules updated automatically as new threats emerge. <a href=\"https:\/\/www.wordfence.com\/wafUpdateRules1\/wordfence-signup\/\">Click here to purchase a premium license<\/a>. <em>Note: Your rules will still update every 30 days as a free user.<\/em>":["Ваши правила были успешно обновлены. В настоящее время вы используете бесплатную версию Wordfence. Перейдите на Wordfence premium, чтобы ваши правила обновлялись автоматически по мере появления новых угроз. <a href=\"https:\/\/www.wordfence.com\/wafUpdateRules1\/wordfence-signup\/\">Нажмите здесь, чтобы приобрести премиум-лицензию<\/a>. <em>Примечание: Ваши правила по-прежнему будут обновляться каждые 30 дней как у бесплатного пользователя.<\/em>"],"Your rules have been updated successfully.":["Ваши правила были успешно обновлены."],"Your Wordfence activity log was sent to %s":["Ваш журнал активности Wordfence был отправлен на %s"],"Your .htaccess has been updated successfully. Please verify your site is functioning normally.":["Ваш .htaccess успешно обновлен. Убедитесь, что ваш сайт работает нормально."],"You have unsaved changes to your options. If you leave this page, those changes will be lost.":["У Вас есть несохраненные изменения в параметрах. Если Вы покинете эту страницу, эти изменения будут потеряны."],"You forgot to include a reason you're blocking this IP range. We ask you to include this for your own record keeping.":["Вы забыли указать причину, по которой вы блокируете этот диапазон IP-адресов. Мы просим вас включить это для вашего собственного учета."],"You are using an Nginx web server and using a FastCGI processor like PHP5-FPM. You will need to manually modify your php.ini to disable <em>display_error<\/em>":["Вы используете веб-сервер Nginx и применяете процессор FastCGI, например, PHP5-FPM. Вам нужно вручную изменить PHP.ini, чтобы отключить <em>display_error<\/em>"],"You are using an Nginx web server and using a FastCGI processor like PHP5-FPM. You will need to manually delete or hide those files.":["Вы используете веб-сервер Nginx и применяете процессор FastCGI, например, PHP5-FPM. Вам нужно вручную удалить или скрыть эти файлы."],"You are using Nginx as your web server. You'll need to disable autoindexing in your nginx.conf. See the <a target='_blank'  rel='noopener noreferrer' href='https:\/\/nginx.org\/en\/docs\/http\/ngx_http_autoindex_module.html'>Nginx docs for more info<\/a> on how to do this.":["Вы используете Nginx в качестве веб-сервера. Вам нужно отключить автоиндексацию в файле nginx.conf. Смотрите <a target='_blank'  rel='noopener noreferrer' href='https:\/\/nginx.org\/en\/docs\/http\/ngx_http_autoindex_module.html'>>документацию по Nginx для получения дополнительной информации<\/a> о том, как это сделать."],"Wordfence is working...":["Wordfence работает..."],"We encountered a problem":["Мы столкнулись с проблемой"],"We can't modify your .htaccess file for you because: %s":["Мы не можем изменить Ваш файл .htaccess для Вас, потому что: %s"],"We are about to change your <em>.htaccess<\/em> file. Please make a backup of this file before proceeding.":["Мы собираемся изменить ваш файл <em>.htaccess<\/em>. Пожалуйста, сделайте резервную копию этого файла перед продолжением."],"Use one of these %s codes to log in if you lose access to your authenticator device. Codes are 16 characters long, plus optional spaces. Each one may be used only once.":["Используйте один из этих кодов %s для входа, если вы потеряете доступ к своему устройству аутентификации. Коды состоят из 16 символов, плюс дополнительные пробелы. Каждый код может быть использован только один раз."],"Use one of these %s codes to log in if you are unable to access your phone. Codes are 16 characters long, plus optional spaces. Each one may be used only once.":["Используйте один из этих кодов %s для входа, если у вас нет доступа к вашему телефону. Коды состоят из 16 символов, плюс дополнительные пробелы. Каждый код может быть использован только один раз."],"Unable to automatically hide file":["Невозможно автоматически скрыть файл"],"Two Factor Status":["Статус двухфакторной идентификации"],"This will be shown only once. Keep these codes somewhere safe.":["Это будет показано только один раз. Сохраните эти коды в безопасном месте."],"There was an error while sending the email.":["При отправке email произошла ошибка."],"The option %s was successfully removed.":["Опция %s успешно удалена."],"The file %s was successfully restored.":["Файл %s был успешно восстановлен."],"The file %s was successfully hidden from public view.":["Файл %s был успешно скрыт от публичного просмотра."],"The file %s was successfully deleted.":["Файл %s был успешно удален."],"The admin user %s was successfully deleted.":["Пользователь-админ %s был успешно удален."],"The Full Path disclosure issue has been fixed":["Проблема с раскрытием полного пути была исправлена"],"The 'How does Wordfence get IPs' option was successfully updated to the recommended value.":["Метод распознавания IP успешно обновлён до рекомендуемого значения."],"Test Email Sent":["Тестовое письмо отправлено"],"Successfully revoked admin":["Успешно отозван администратор"],"Successfully deleted admin":["Успешно удален администратор"],"Success updating option":["Вариант успешного обновления"],"Success restoring file":["Успешное восстановление файла"],"Success removing option":["Опция успешного удаления"],"Success deleting file":["Успешное удаление файла"],"Specify an IP range, Hostname or Browser pattern":["Укажите диапазон IP-адресов, имя хоста или шаблон браузера"],"Specify a valid hostname":["Укажите действительное имя хоста"],"Specify a valid IP range":["Укажите действительный диапазон IP-адресов"],"Sorry, but no data for that IP or domain was found.":["Но данных для этого IP или домена не найдено."],"Send":["Отправить"],"Scan the code below with your authenticator app to add this account. Some authenticator apps also allow you to type in the text version instead.":["Отсканируйте приведенный ниже код с помощью приложения authenticator, чтобы добавить эту учетную запись. Некоторые приложения для проверки подлинности также позволяют вместо этого вводить текстовую версию."],"Scan Complete.":["Сканирование завершено."],"Rules Updated":["Обновленные правила"],"Rule Update Failed":["Не удалось обновить правило"],"Please specify either an IP address range, Hostname or a web browser pattern to match.":["Укажите диапазон IP-адресов, имя хоста или паттерн веб-браузера для сопоставления."],"Please specify a valid IP address range in the form of \"1.2.3.4 - 1.2.3.5\" without quotes. Make sure the dash between the IP addresses in a normal dash (a minus sign on your keyboard) and not another character that looks like a dash.":["Укажите допустимый диапазон IP-адресов в формате \"1.2.3.4 - 1.2.3.5\" без кавычек. Убедитесь, что тире между IP-адресами является обычным тире (знак минуса на вашей клавиатуре), а не другим символом, похожим на тире."],"Please specify a reason":["Укажите причину"],"Please make a backup of this file before proceeding. If you need to restore this backup file, you can copy it to the following path from your site's root:":["Прежде чем приступить к работе, сделайте резервную копию этого файла. Если Вам понадобится восстановить этот резервный файл, Вы можете скопировать его по следующему пути из корня Вашего сайта:"],"Please include your support ticket number or forum username.":["Укажите номер обращения в службу поддержки или имя пользователя на форуме."],"Please enter a valid email address.":["Введите действительный email-адрес."],"Paid Members Only":["Только для платных участников"],"Note: Status will update when changes are saved":["Примечание: Статус будет обновлен после сохранения изменений"],"No rules were updated. Your website has reached the maximum number of rule update requests. Please try again later.":["Правила не были обновлены. Ваш веб-сайт достиг максимального количества запросов на обновление правил. Пожалуйста, попробуйте еще раз позже."],"No rules were updated. Please verify your website can reach the Wordfence servers.":["Никакие правила не были обновлены. Проверьте, может ли ваш сайт связаться с серверами Wordfence."],"No rules were updated. Please verify you have permissions to write to the \/wp-content\/wflogs directory.":["Правила не были обновлены. Пожалуйста, убедитесь, что у вас есть разрешения на запись в директорию \/wp-content\/wflogs."],"No new issues have been found.":["Новых проблем не обнаружено."],"No issues have been ignored.":["Ни одна проблема не осталась без внимания."],"No activity to report yet. Please complete your first scan.":["Пока нет никакой активности для отчета. Пожалуйста, выполните первое сканирование."],"Next Update Check: %s":["Следующая проверка обновлений: %s"],"Learn more about repairing modified files.":["Узнайте больше о восстановлении измененных файлов."],"Last Updated: %s":["Последнее изменение: %s"],"Key:":["Ключ:"],"File restored OK":["Файл восстановлен, OK"],"File hidden successfully":["Файл успешно скрыт"],"Error Saving Options":["Ошибка при сохранении параметров"],"Error Saving Option":["Ошибка сохранения параметров"],"Error Restoring Defaults":["Ошибка при восстановлении настроек по умолчанию"],"Error Enabling All Options Page":["Ошибка включения страницы всех параметров"],"Error":["Ошибка"],"Enter the email address you would like to send the Wordfence activity log to. Note that the activity log may contain thousands of lines of data. This log is usually only sent to a member of the Wordfence support team. It also contains your PHP configuration from the phpinfo() function for diagnostic data.":["Введите адрес электронной почты, на который Вы хотите отправить журнал активности Wordfence. Обратите внимание, что журнал активности может содержать тысячи строк данных. Обычно этот журнал отправляется только сотруднику службы поддержки Wordfence. Он также содержит Вашу конфигурацию PHP из функции phpinfo() для получения диагностических данных."],"Email Wordfence Activity Log":["Журнал активности Wordfence по электронной почте"],"Email Diagnostic Report":["Отчет о диагностике по email"],"Each line of 16 letters and numbers is a single recovery code, with optional spaces for readability. When typing your password, enter \"wf\" followed by the entire code like \"mypassword wf1234 5678 90AB CDEF\". If your site shows a separate prompt for entering a code after entering only your username and password, enter only the code like \"1234 5678 90AB CDEF\". Your recovery codes are:":["Каждая строка из 16 букв и цифр является отдельным кодом восстановления, с возможностью добавления пробелов для удобочитаемости. При вводе пароля введите \"wf\", а затем весь код, например, \"мойпароль wf1234 5678 90AB CDEF\". Если на сайте отображается отдельное поле для ввода кода после ввода только имени пользователя и пароля, введите только код, например, \"1234 5678 90AB CDEF\". Ваши коды восстановления:"],"Download Backup File":["Скачать резервную копию файла"],"Don't ask again":["Не спрашивай снова"],"Directory listing has been disabled on your server.":["Список файлов в каталоге отключен на вашем сервере."],"Directory Listing Disabled":["Список каталогов отключен"],"Diagnostic report has been sent successfully.":["Отчет о диагностике успешно отправлен."],"Click to fix .htaccess":["Нажмите, чтобы исправить .htaccess"],"Click here to download a backup copy of your .htaccess file now":["Нажмите здесь, чтобы загрузить резервную копию вашего файла .htaccess прямо сейчас"],"Click here to download a backup copy of this file now":["Нажмите здесь, чтобы загрузить резервную копию этого файла сейчас"],"Cellphone Sign-in activated for user.":["Для пользователя активирован вход с мобильного телефона."],"Cellphone Sign-In Recovery Codes":["Коды для восстановления входа в мобильный телефон"],"Block This Network":["Заблокировать эту сеть"],"Authentication Code":["Аутентифицировать код"],"An error occurred":["Произошла ошибка"],"All capabilties of admin user %s were successfully revoked.":["Все возможности пользователей-администраторов %s были успешно аннулированы."],"Add code to .htaccess":["Добавить код в .htaccess"],"Activity Log Sent":["Отправлен журнал активности"],".htaccess change":[".htaccess изменение"],".htaccess Updated":[".htaccess обновлен"],"%s is not valid hostname":["%s - недопустимое имя хоста"],"${totalIPs} addresses in this network":["${totalIPs} адресов в этой сети"],"Full Path Disclosure":["Раскрыть полный путь"],"Recovery Codes":["Коды восстановления"],"Close":["Закрыть"],"Save Changes":["Сохранить изменения"],"Cancel Changes":["Отменить изменения"],"Restore Defaults":["Восстановить значения по умолчанию"],"Download":["Скачать"],"Disabled":["Отключено"]}},"comment":{"reference":"js\/admin.1756145765.js"}}